Repository: RRZE-Webteam/rrze-settings
Catalog: languages/rrze-settings-*.po
Languages: de_de

source: Enter the IP addresses that allow access to the REST API when disabled.
de_de: Die IP-Adressen eingeben, die den Zugriff auf die REST-API ermöglichen, wenn sie deaktiviert ist. Eine IP-Adresse pro Zeile.

source: To leave a comment, type a hash symbol (#) followed by the text of your comment.
de_de: Um einen Kommentar zu hinterlassen, geben Sie ein Hash-Symbol (#) gefolgt vom Text Ihres Kommentars ein.

source: One IP address or IP range per line.
de_de: Eine IP-Adresse oder ein IP-Bereich pro Zeile.

source: Enter the REST API namespaces that allow access to the REST API when disabled. One namespace per line.
de_de: Die REST-API-Namespaces eingeben, die den Zugriff auf die REST-API ermöglichen, wenn sie deaktiviert ist. Ein Namespace pro Zeile.

source: Save Changes
de_de: Änderungen speichern

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Attachment Categories
de_de: Medienkategorien

source: Attachment Category
de_de: Medienkategorie

source: Search Categories
de_de: Kategorien suchen

source: Alle Categories
de_de: Alle Kategorien

source: Parent Category
de_de: Übergeordnet

source: Parent Category:
de_de: Übergeordnet:

source: Edit Category
de_de: Kategorie bearbeiten

source: Update Category
de_de: Kategorie aktualisieren

source: Add New Category
de_de: Neue Kategorie hinzufügen

source: Categories
de_de: Kategorien

source: — No category —
de_de: — Keine Kategorie —

source: Category
de_de: Kategorie

source: Choose a category for this file. If left empty, a default will be assigned.
de_de: Bitte eine Kategorie für diese Datei wählen. Wird keine angegeben, erfolgt eine automatische Standardzuweisung.

source: Documents
de_de: Dokumente

source: Document
de_de: Dokument

source: Search Documents
de_de: Dokumente suchen

source: All Documents
de_de: Alle Dokumente

source: Parent Document
de_de: Übergeordnet

source: Parent Document:
de_de: Übergeordnet:

source: Attachment Tags
de_de: Medienschlagwörter

source: Attachment Tag
de_de: Medienschlagwort

source: Search Tags
de_de: Schlagwörter suchen

source: Popular Tags
de_de: Beliebte Schlagwörter

source: All Tags
de_de: Alle Schlagwörter

source: Edit Tag
de_de: Schlagwort bearbeiten

source: Update Tag
de_de: Schlagwort aktualisieren

source: Add New Tag
de_de: Neues Schlagwort erstellen

source: Separate tags with commas
de_de: Trenne Schlagwörter durch Kommas

source: Add
de_de: Hinzu

source: Choose from the most used tags
de_de: Wähle aus den häufig genutzten Schlagwörter

source: Tags
de_de: Schlagwörter

source: All Categories
de_de: Alle Kategorien

source: Page Categories
de_de: Seitenkategorien

source: Page Category
de_de: Seitenkategorie

source: Page Tags
de_de: Seitenschlagworte

source: Page Tag
de_de: Seitenschlagwort

source: Taxonomies
de_de: Taxonomien

source: Register Attachment Document
de_de: Mediendokument registrieren

source: Register Attachment Category
de_de: Medienkategorie registrieren

source: Register Attachment Tag
de_de: Medienschlagwort registrieren

source: Register Page Category
de_de: Seitenkategorie registrieren

source: Register Page Tag
de_de: Seitenschlagwort registrieren

source: Network administrators can configure taxonomy settings across the entire multisite network on this page, register custom taxonomies for attachments and pages, and exclude posts tagged with specific terms from search results—providing finer control over content organization and search behavior on each website.
de_de: Netzwerkadministratoren können auf dieser Seite Taxonomieeinstellungen im gesamten Multisite‑Netzwerk konfigurieren, benutzerdefinierte Taxonomien für Anhänge und Seiten registrieren und Beiträge, die mit bestimmten Begriffen getaggt sind, aus den Suchergebnissen ausschließen — und so eine feinere Kontrolle über Inhaltsorganisation und Suchverhalten auf jeder Website gewährleisten.

source: Exclude from search nosearch-tagged posts
de_de: Posts mit dem Schlagwort nosearch von der Suche ausschließen

source: Register attachment document taxonomy
de_de: Mediendokument-Taxonomie registrieren

source: Register attachment category taxonomy
de_de: Medienkategorie-Taxonomie registrieren

source: Register attachment tag taxonomy
de_de: Medienschlagwort-Taxonomie registrieren

source: Register page category taxonomy
de_de: Seitenkategorie-Taxonomie registrieren

source: Register page tag taxonomy
de_de: Seitenschlagwort-Taxonomie registrieren

source: The term can not be deleted.
de_de: Der Term kann nicht gelöscht werden.

source: Tools
de_de: Werkzeuge

source: Delete Website
de_de: Website löschen

source: Privacy Options
de_de: Datenschutzoptionen

source: Network administrators can configure tools settings across the entire multisite network on this page, disable the “delete site” feature, and adjust privacy options—strengthening oversight and preventing unintended changes or deletions on every website.
de_de: Netzwerkadministratoren können auf dieser Seite die Werkzeugeinstellungen im gesamten Multisite‑Netzwerk konfigurieren, die Funktion „Website löschen“ deaktivieren und Datenschutzeinstellungen anpassen – und so die Aufsicht stärken sowie unbeabsichtigte Änderungen oder Löschungen auf jeder Website verhindern.

source: Disables the delete site feature
de_de: Deaktiviert die Funktion zum Löschen der Website

source: Disables the privacy settings
de_de: Deaktiviert die Datenschutzeinstellungen

source: You are not allowed to delete this website.
de_de: Es ist Ihnen nicht gestattet, diese Website zu löschen.

# post_name (slug)
source: contact
de_de: kontakt

# post_title
source: Contact
de_de: Kontakt

source: Contact persons
de_de: Kontaktpersonen

source: Email Address:
de_de: E-Mail-Adresse:

source: Pages Author
de_de: Seitenautor

source: Super Author
de_de: Superautor

source: Users
de_de: Benutzer

source: Search
de_de: Suche

source: Contact Page
de_de: Kontaktseite

source: Can view debug log
de_de: Kann das Debug-Log anzeigen

source: Network administrators can configure user settings across the entire multisite network on this page, enabling special author roles, enhancing user search, generating a virtual contact page, and specifying which users have access to debug logs—streamlining user management and strengthening administrative control on every website.
de_de: Netzwerkadministratoren können auf dieser Seite Benutzereinstellungen im gesamten Multisite‑Netzwerk konfigurieren, spezielle Autorenrollen aktivieren, die Benutzersuche verbessern, eine virtuelle Kontaktseite erstellen und festlegen, welche Benutzer Zugriff auf Debug‑Logs haben – und so die Benutzerverwaltung optimieren sowie die administrative Kontrolle auf jeder Website stärken.

source: Enables pages author role
de_de: Aktiviert die Seitenautor-Rolle

source: Enables super author role
de_de: Aktiviert die Superautor-Rolle

source: Enables enhanced users search
de_de: Ermöglicht eine erweiterte Benutzersuche

source: Generate a virtual page (contact) with the contact list (administrators) of the website or blog. If the page already exists, the existing page is displayed.
de_de: Es wird eine virtuelle Seite (Kontakt) mit der Kontaktliste (Administratoren) der Website oder des Blogs generiert. Wenn die Seite bereits vorhanden ist, wird die vorhandene Seite angezeigt.

source: List of users who can view debug information on websites, if any. Enter one user login per line.
de_de: Liste der Benutzer, die Debuginformationen auf Websites anzeigen können (sofern vorhanden). Geben Sie pro Zeile einen Benutzernamen ein.

source: Writing
de_de: Schreiben

source: Post Lock
de_de: Post-Sperre

source: Disable Custom Fields Metabox
de_de: Metabox für benutzerdefinierte Felder deaktivieren

source: Default Editor
de_de: Standardeditor

source: Classic Editor
de_de: Klassischer Editor

source: Post Types Exceptions
de_de: Ausnahmen für Post-Types

source: Themes Exceptions
de_de: Ausnahmen für Themes

source: Websites Exceptions
de_de: Ausnahmen für Websites

source: Autosave Interval
de_de: Autosave-Intervall

source: Interval in seconds for the autosave feature. Minimum is 15 seconds.
de_de: Intervall in Sekunden für die Autosave-Funktion. Minimum sind 15 Sekunden.

source: Sync Autosave Interval With Heartbeat
de_de: Autosave-Intervall mit Heartbeat synchronisieren

source: If enabled, the autosave interval will be synchronized with the Heartbeat API interval.
de_de: Wenn aktiviert, wird das Autosave-Intervall mit dem Heartbeat-API-Intervall synchronisiert.

source: Allowed Blocks
de_de: Erlaubte Blöcke

source: Disabled Blocks
de_de: Deaktivierte Blöcke

source: Disable Block Directory Assets
de_de: Blockverzeichnis-Assets deaktivieren

source: Disable Remote Block Patterns
de_de: Remote-Patterns deaktivieren

source: Disable Openverse Media
de_de: Openverse Medien deaktivieren

source: Disable Font Library UI
de_de: Schriftartenbibliothek-UI deaktivieren

source: Disable Code Editor
de_de: Code-Editor deaktivieren

source: Code Editor Websites Exceptions
de_de: Website-Ausnahmen für die Verwendung des Code-Editors

source: Deactivated Plugins
de_de: Deaktivierte Plugins

source: Post Lock Interval
de_de: Post-Sperrintervall

source: Allow switching editors
de_de: Erlaube das Wechseln von Editoren

source: This page enables network administrators to manage writing-related settings across the multisite network. Available options include enabling or configuring post locking, selecting the default editor (block or classic), specifying allowed and disabled blocks, applying exceptions for particular websites, themes, or post types, and enforcing additional editor restrictions—facilitating a standardized and controlled writing environment across all websites.
de_de: Diese Seite ermöglicht Netzwerkadministratoren, schreibbezogene Einstellungen im gesamten Multisite‑Netzwerk zu verwalten. Zu den verfügbaren Optionen gehören das Aktivieren oder Anpassen des Beitragssperrens, die Auswahl des Standard‑Editors (Block‑ oder klassischer Editor), das Festlegen erlaubter und deaktivierter Blöcke, das Anwenden von Ausnahmen für bestimmte Websites, Themes oder Beitragstypen sowie das Durchsetzen zusätzlicher Editor‑Einschränkungen – und so eine standardisierte und kontrollierte Schreibumgebung auf allen Websites zu gewährleisten.

source: Enable the post lock feature
de_de: Aktivieren der Post-Sperrfunktion

source: Disables the custom fields metabox
de_de: Deaktiviert die Metabox für benutzerdefinierte Felder

source: List of post types that always have the block editor enabled and no block restrictions. Enter one post type per line.
de_de: Liste der Post-Types, bei denen der Blockeditor immer aktiviert ist und bei denen es keine Blockbeschränkungen gibt. Geben Sie einen Post-Type pro Zeile ein.

source: List of themes that always have the block editor enabled and no block restrictions. Enter one theme name per line.
de_de: Liste der Themes, bei denen der Blockeditor immer aktiviert ist und keine Blockbeschränkungen gelten. Geben Sie pro Zeile einen Theme-Namen ein.

source: List of websites ids that always have the block editor enabled and no block restrictions. Enter one website id per line.
de_de: Liste der Website-IDs, bei denen der Blockeditor immer aktiviert ist und keine Blockbeschränkungen bestehen. Geben Sie eine Website-ID pro Zeile ein.

source: List of allowed blocks. The * wildcard is supported at the end of a string.
de_de: Liste der zulässigen Blöcke. Das Platzhalterzeichen * wird am Ende einer Zeichenfolge unterstützt.

source: If this field is left empty, all registered blocks will be available.
de_de: Wenn dieses Feld leer bleibt, sind alle registrierten Blöcke verfügbar.

source: Enter one block type per line.
de_de: Geben Sie pro Zeile einen Blocktyp ein.

source: List of disabled blocks. The * wildcard is supported at the end of a string.
de_de: Liste der deaktivierten Blöcke. Der Platzhalter * wird am Ende einer Zeichenfolge unterstützt.

source: Remove Block Directory assets
de_de: Blockverzeichnis-Assets entfernen

source: Disable remote block patterns
de_de: Remote-Patterns deaktivieren

source: Disable loading of Openverse Media
de_de: Laden von Openverse Media deaktivieren

source: Disable the Font Library user interface
de_de: Benutzeroberfläche der Font-Bibliothek deaktivieren

source: Disable the Code Editor option from the Block Editor settings
de_de: Die Option Code-Editor in den Block-Editor-Einstellungen deaktivieren

source: List of websites ids that always have the code editor enabled. Enter one website id per line.
de_de: Liste der Website-IDs, bei denen der Code-Editor immer aktiviert ist. Geben Sie pro Zeile eine Website-ID ein.

source: Plugins to disable when the block editor is active. Enter one plugin per line.
de_de: Plugins, die deaktiviert werden sollen, wenn der Blockeditor aktiv ist. Geben Sie pro Zeile ein Plugin ein.

source: The plugin name must be the same as in the plugins folder.
de_de: Der Plugin-Name muss mit dem im Plugin-Ordner übereinstimmen.

source: Post Lock interval in seconds.
de_de: Post-Sperrinterval in Sekunden.

source: Allow admins to switch editors
de_de: Erlaube Administratoren, Editoren zu wechseln

source: Classic editor
de_de: Klassischer Editor

source: The plugin "%s" has been deactivated because the block editor is enabled on this website.
de_de: Das Plugin „%s“ wurde deaktiviert, da der Blockeditor auf dieser Website aktiviert ist.

source: Classic
de_de: Klassisch

source: Filter by editor
de_de: Nach Editor filtern

source: All editors
de_de: Alle Editoren

source: The server is running WordPress version %1$s. The plugin requires at least WordPress version %2$s.
de_de: Auf dem Server wird die WordPress-Version %1$s ausgeführt. Das Plugin erfordert mindestens die WordPress-Version %2$s.

source: The server is running PHP version %1$s. The plugin requires at least PHP version %2$s.
de_de: Auf dem Server wird die PHP-Version %1$s ausgeführt. Das Plugin erfordert mindestens die PHP-Version %2$s.

source: The plugin can only be installed in a multisite installation and network-wide.
de_de: Das Plugin kann nur in einer Multisite-Installation und netzwerkweit installiert werden.
