Repository: RRZE-Webteam/rrze-settings
Catalog: languages/rrze-settings-*.po
Languages: de_de

source: RRZE Settings
de_de: RRZE-Einstellungen

source: General settings and enhancements for a WordPress multisite installation.
de_de: Allgemeine Einstellungen und Verbesserungen für eine WordPress Multisite-Installation.

source: Advanced
de_de: Erweitert

source: This page enables network administrators to centrally manage custom CSS styles for both the frontend and backend of every website in a multisite network, offering fields to input and organize CSS code and ensure advanced customization and consistent branding across the entire network.
de_de: Diese Seite ermöglicht Netzwerkadministratoren, benutzerdefinierte CSS-Stile sowohl für das Frontend als auch für das Backend jeder Website in einem Multisite-Netzwerk zentral zu verwalten, bietet Felder zum Eingeben und Organisieren von CSS-Code und gewährleistet so erweiterte Anpassungen sowie ein konsistentes Branding im gesamten Netzwerk.

source: Enter the CSS code which will be added to the frontend of all websites.
de_de: Geben Sie den CSS-Code ein, der dem Frontend aller Websites hinzugefügt wird.

source: Enter the CSS code which will be added to the backend of all websites.
de_de: Geben Sie den CSS-Code ein, der dem Backend aller Websites hinzugefügt wird.

source: Enable CSP
de_de: CSP aktivieren

source: Directives
de_de: Direktiven

source: The Content-Security-Policy HTTP response header helps to reduce XSS risks on modern browsers by declaring, which dynamic resources are allowed to load.
de_de: Der Content-Security-Policy HTTP Response Header hilft, XSS-Risiken auf modernen Browsern zu reduzieren, indem er angibt, welche dynamischen Ressourcen geladen werden dürfen.

source: The Content-Security-Policy header value is made up of one or more directives (defined below). All of these directives ending in -src support similar values known as source lists. Multiple source list values can be separated with a new line, except for 'none', which should be the only value.
de_de: Der Header-Wert der Content-Security-Policy setzt sich aus einer oder mehreren Direktiven zusammen (siehe unten). Alle diese Direktiven, die mit -src enden, unterstützen ähnliche Werte, die als Quelllisten bekannt sind. Mehrere Quelllistenwerte können durch eine neue Zeile getrennt werden, mit Ausnahme von 'none', das der einzige Wert sein sollte.

source: Enable Content Security Police
de_de: Content-Security-Policy aktivieren

source: The default-src is the default policy for loading content such as JavaScript, Images, CSS, Fonts, AJAX requests, Frames, HTML5 Media.
de_de: Das default-src ist die Standard-Policy für das Laden von Inhalten wie JavaScript, Bilder, CSS, Schriften, AJAX-Anfragen, Frames, HTML5-Medien.

source: Defines valid sources of JavaScript.
de_de: Definiert gültige Quellen von JavaScript.

source: Defines valid sources of stylesheets.
de_de: Definiert gültige Quellen von Stylesheets.

source: Defines valid sources of images.
de_de: Definiert gültige Bildquellen.

source: Defines valid sources of fonts.
de_de: Definiert gültige Schriftquellen.

source: Applies to XMLHttpRequest (AJAX), WebSocket or EventSource. If not allowed the browser emulates a 400 HTTP status code.
de_de: Gilt für XMLHttpRequest (AJAX), WebSocket oder EventSource. Wenn nicht erlaubt, emuliert der Browser einen 400 HTTP-Statuscode.

source: Discussion
de_de: Diskussion

source: Default Settings
de_de: Standardeinstellungen

source: Disable Avatars
de_de: Avatare deaktivieren

source: This page enables network administrators to centrally configure discussion settings across the multisite network, establish default options for newly created websites, disable features such as avatars, and enforce uniform, streamlined conversation policies throughout the network.
de_de: Diese Seite ermöglicht Netzwerkadministratoren, Diskussionseinstellungen im gesamten Multisite‑Netzwerk zentral zu konfigurieren, Standardoptionen für neu erstellte Websites festzulegen, Funktionen wie Avatare zu deaktivieren und einheitliche, schlanke Diskussionsrichtlinien im gesamten Netzwerk durchzusetzen.

source: Set default settings for new websites
de_de: Festlegen der Standardeinstellungen für neue Websites

source: Disable avatars settings
de_de: Avatareinstellungen deaktivieren

source: RRZE Maintenance and fault messages
de_de: RRZE Wartungs- und Fehlermeldungen

source: Webmaster News
de_de: Webmaster Nachrichten

source: RSS-Error: %s
de_de: RSS-Fehler: %s

source: Untitled
de_de: Ohne Titel

source: General
de_de: Allgemein

source: Textdomain Fallback
de_de: Textdomäne Fallback

source: Welcome Panel
de_de: Willkommen Panel

source: Admin email verification
de_de: Admin-E-Mail-Bestätigung

source: Google Fonts
de_de: Google-Schriften

source: Custom Error Page
de_de: Benutzerdefinierte Fehlerseite

source: Network administrators can centrally manage general settings for every website in a multisite network on this page, with options to enable or disable features such as textdomain fallback, the welcome panel, XML-RPC, admin email verification, Google Fonts, emojis, custom error pages, and white labeling—ensuring consistent configurations and streamlined management across the network.
de_de: Netzwerkadministratoren können allgemeine Einstellungen für jede Website in einem Multisite-Netzwerk zentral verwalten; auf dieser Seite lassen sich Funktionen wie Textdomain-Fallback, Willkommens-Panel, XML-RPC, Verifizierung der Administrator-E-Mail, Google Fonts, Emojis, benutzerdefinierte Fehlerseiten und White-Labeling aktivieren oder deaktivieren – wodurch konsistente Konfigurationen und eine schlanke Verwaltung im gesamten Netzwerk gewährleistet werden.

source: Sets a default language as fallback for unavailable language files
de_de: Setzt eine Standardsprache als Fallback für nicht verfügbare Sprachdateien

source: Disables the welcome panel that introduces users to WordPress
de_de: Deaktiviert das Begrüßungsfenster, das stellt den Benutzern WordPress vor

source: Disables the XML-RPC API
de_de: Deaktiviert die XML-RPC-API

source: Disables the admin email verification check
de_de: Deaktiviert die Überprüfung der Administrator-E-Mail-Verifizierung

source: Disables Emoji graphics
de_de: Deaktiviert Emoji-Grafiken

source: Disables loading of Google Fonts
de_de: Deaktiviert das Laden von Google-Schriften

source: Enables custom error page
de_de: Aktiviert eine benutzerdefinierte Fehlerseite

source: Enables white label mode
de_de: Aktiviert den White-Label-Modus

source: XML-RPC services are disabled on this site.
de_de: XML-RPC-Dienste sind auf dieser Site deaktiviert.

source: Disable Heartbeat On Frontend
de_de: Heartbeat im Frontend deaktivieren

source: Disable Heartbeat on the frontend for non-logged-in users (e.g., visitors).
de_de: Deaktiviere Heartbeat im Frontend für nicht eingeloggte Nutzer (z. B. Besucher).

source: Disable Heartbeat In Admin Area
de_de: Heartbeat im Admin-Bereich deaktivieren

source: Disable Heartbeat in the admin area (except on post editor screens).
de_de: Deaktiviere Heartbeat im Admin-Bereich (außer auf Posts-Editor-Screens).

source: Force JS interval To Slow
de_de: Erzwinge langsames JS-Intervall

source: Set the JavaScript interval to “slow” (about 60s) in the admin area as a fallback if other settings do not apply.
de_de: Setze das JavaScript-Intervall im Admin-Bereich auf „slow“ (ca. 60 s) als Fallback, falls andere Einstellungen nicht greifen.

source: Editor interval
de_de: Editor-Intervall

source: seconds
de_de: Sekunden

source: Interval for post editors (seconds).
de_de: Intervall für Posts-Editoren (Sekunden).

source: Admin Interval
de_de: Admin-Intervall

source: Interval for other admin pages (seconds).
de_de: Intervall für andere Admin-Seiten (Sekunden).

source: Role Overrides
de_de: Rollen-Überschreibungen

source: Set custom Heartbeat intervals per role. Provide a JSON object where each role key contains two values: editor for post editor screens and default for other admin pages. Intervals are in seconds. Example: {"administrator":{"editor":15,"default":60},"editor":{"editor":30,"default":90},"author":{"editor":45,"default":120}}.
de_de: Benutzerdefinierte Heartbeat-Intervalle pro Rolle festlegen. Es ist ein JSON-Objekt anzugeben, bei dem jeder Rollenschlüssel zwei Werte enthält: „editor“ für Beitragseditor-Seiten und „default“ für andere Admin-Seiten. Die Intervalle werden in Sekunden angegeben. Beispiel: {"administrator":{"editor":15,"default":60},"editor":{"editor":30,"default":90},"author":{"editor":45,"default":120}}.

source: Allowed Admin Page Hooks
de_de: Erlaubte Admin-Seiten-Hooks

source: List of admin page hooks where Heartbeat is always allowed (one per line). Post editors (post.php, post-new.php) and the Site Editor are always allowed.
de_de: Liste der Admin-Seiten-Hooks, auf denen Heartbeat immer erlaubt ist (ein Eintrag pro Zeile). Beitrags-Editoren (post.php, post-new.php) und der Site-Editor sind immer erlaubt.

source: This page enables network administrators to manage heartbeat-related settings across the multisite network.
de_de: Auf dieser Seite können Netzwerk-Administratoren die Heartbeat-bezogenen Einstellungen im gesamten Multisite-Netzwerk verwalten.

source: Allowed Domains
de_de: Zulässige Domains

source: Admin Email Exceptions
de_de: Admin-E-Mail-Ausnahmen

source: Centralized mail management for the multisite network enables defining the default envelope sender address, specifying permitted sender domains, and setting exceptions for editing admin email addresses—guaranteeing consistent, secure email delivery across all websites.
de_de: Die zentralisierte E-Mail-Verwaltung für das Multisite‑Netzwerk ermöglicht die Festlegung der standardmäßigen Envelope‑Absenderadresse, die Spezifizierung erlaubter Absenderdomains und die Definition von Ausnahmen für die Bearbeitung von Administrator‑E-Mail‑Adressen—und gewährleistet so eine konsistente, sichere E-Mail‑Zustellung über alle Websites hinweg.

source: Set the default envelope sender.
de_de: Envelope-Sender festlegen.

source: List of allowed domains for email addresses used as envelope sender.
de_de: Liste der zulässigen Domains für E-Mail-Adressen, die als Envelope-Sender verwendet werden können.

source: List of website IDs that can edit the admin_email field. Enter one website ID per line.
de_de: Liste der Website-IDs, die das Feld admin_email bearbeiten können. Geben Sie pro Zeile eine Website-ID ein.

source: Size
de_de: Größe

source: Replace Media
de_de: Ersetzen von Medien

source: Replace this file.
de_de: Diese Datei ersetzen.

# action of rrze-media-replace
source: Replace File
de_de: Datei ersetzen

source: Replace File
de_de: Datei ersetzen

source: Current file does not exist.
de_de: Die aktuelle Datei existiert nicht.

source: Please select a file to upload.
de_de: Bitte wählen Sie eine Datei zum Hochladen aus.

source: It was not possible to upload the file.
de_de: Es war nicht möglich, die Datei hochzuladen.

source: This media type is not permitted for security reasons.
de_de: Dieser Medientyp ist aus Sicherheitsgründen nicht zulässig.

source: The media type does not match existing file.
de_de: Der Medientyp stimmt nicht mit der vorhandenen Datei überein.

source: The file %s can not be deleted by the web server, most likely because the permissions on the file are wrong.
de_de: Die Datei %s kann vom Webserver nicht gelöscht werden, höchstwahrscheinlich weil die Berechtigungen für die Datei falsch sind.

source: This is a placeholder for the media replace page.
de_de: Dies ist ein Platzhalter für die Medien-Ersetzungsseite.

source: You do not have permission to upload files.
de_de: Du hast keine Berechtigung zum Hochladen von Dateien.

source: Nothing selected.
de_de: Es wurde nichts ausgewählt.

source: Error: %s
de_de: Fehler: %s

source: You are about to replace the media file "%s".
de_de: Sie sind dabei, die Mediendatei „%s“ zu ersetzen.

source: Select a file
de_de: Eine Datei auswählen

source: The file must be of the same media type (%1$s) as the one being replaced. The name of the file (%2$s) will stay the same.
de_de: Die Datei muss vom gleichen Medientyp (%1$s) sein wie die zu ersetzende Datei. Der Name der Datei (%2$s) bleibt gleich.

source: Upload
de_de: Hochladen

source: Cancel
de_de: Abbrechen

source: Media
de_de: Medien

source: Sanitize filename
de_de: Dateiname bereinigen

source: Filter Non-Images
de_de: Nicht-Bilder filtern

source: Automatic Image Resizing
de_de: Automatische Bildgrößenanpassung

source: Sharpen JPG Images
de_de: JPG-Bilder schärfen

source: SVG Support
de_de: SVG-Unterstützung

source: File Replace
de_de: Datei ersetzen

source: File Size Column
de_de: Dateigröße Spalte

source: Custom Mime Types
de_de: Benutzerdefinierte Mime-Typen

source: Network administrators can centrally manage media settings across the multisite network. Options include sanitizing filenames, filtering non‑image MIME types, enabling automatic image resizing and sharpening, supporting SVG uploads, replacing files, displaying file sizes, and defining custom MIME types—ensuring consistent, secure media handling on every website.
de_de: Netzwerkadministratoren können Medieneinstellungen im gesamten Multisite‑Netzwerk zentral verwalten. Zu den Optionen gehören die Bereinigung von Dateinamen, das Filtern nicht bildbezogener MIME‑Typen, das Aktivieren der automatischen Bildgrößenanpassung und -schärfung, die Unterstützung von SVG‑Uploads, das Ersetzen von Dateien, die Anzeige von Dateigrößen sowie das Definieren benutzerdefinierter MIME‑Typen — und gewährleisten so eine konsistente, sichere Medienverwaltung auf jeder Website.

source: Sanitize the filenames to avoid links with UTF-8 characters
de_de: Bereinigt die Dateinamen, um Links mit UTF-8-Zeichen zu vermeiden

source: Filters the image sizes generated for non-image mime types
de_de: Filtert die Bildgrößen, die für Mime-Typen ohne Bild erzeugt werden

source: Maximum width and height: %s pixels
de_de: Maximale Breite und Höhe: %s Pixel

source: Size in pixels
de_de: Größe in Pixel

source: Enables sharpening of JPG images
de_de: Ermöglicht die Schärfung von JPG-Bildern

source: Enables support for SVG files
de_de: Ermöglicht die Unterstützung von SVG-Dateien

source: Enables the file size column
de_de: Aktiviert die Spalte Dateigröße

source: Enter custom Mime Types. Make sure to add the respective extensions in the Upload File Types settings.
de_de: Geben Sie benutzerdefinierte Mime-Typen ein. Stellen Sie sicher, dass Sie die entsprechenden Erweiterungen in den Einstellungen für Upload-Dateitypen hinzufügen.

source: To leave a comment, type two forward slashes (//) followed by the text of your comment.
de_de: Um einen Kommentar zu hinterlassen, geben Sie zwei Schrägstriche (//) gefolgt vom Text Ihres Kommentars ein.

source: One custom Mime Type per line.
de_de: Ein benutzerdefinierter Mime-Typ pro Zeile.

source: Allows to replace files of the same mime type
de_de: Ermöglicht das Ersetzen von Dateien des gleichen Mime-Typs

source: Menus
de_de: Menüs

source: Collapse
de_de: Ausklappen

source: Expand
de_de: Aufklappen

source: Expand Collapse
de_de: Ein‑/Ausklappen

source: Custom Column
de_de: Benutzerdefinierte Spalte

source: Enhanced Search
de_de: Erweiterte Suche

source: Network administrators can manage menu-related settings across the multisite network from a centralized location. Options include enabling expand/collapse functionality for menu items, adding a custom column to the posts list, and improving menu search capabilities—enhancing efficiency and usability across all websites.
de_de: Netzwerkadministratoren können menübezogene Einstellungen im gesamten Multisite‑Netzwerk von einem zentralen Ort aus verwalten. Zu den Optionen gehören das Aktivieren der Ein‑/Ausklappfunktion für Menüpunkte, das Hinzufügen einer benutzerdefinierten Spalte in der Beitragsliste und die Verbesserung der Menüsuchfunktionen — zur Steigerung von Effizienz und Benutzerfreundlichkeit auf allen Websites.

source: Expands and collapses menu items
de_de: Ein‑/Ausklappen von Menüelementen

source: Creates a custom column (Menus) in the posts list
de_de: Erstellt eine benutzerdefinierte Spalte (Menüs) in der Posts-Liste

source: Enhanced menu search
de_de: Erweiterte Menüsuche

source: Search Engine Keys
de_de: API-Schlüssel für Suchmaschinen

source: API Endpoint URL
de_de: API-Endpunkt-URL

source: Application Name
de_de: Anwendungsname

source: Password
de_de: Passwort

source: Exceptions
de_de: Ausnahmen

source: Global Settings
de_de: Globale Einstellungen

source: Allowed domains for Envelope Sender
de_de: Zulässige Domains für Envelope-Sender

source: Send Limit
de_de: Sende-Limit

source: Max. Retries
de_de: Max. Wiederholungen

source: Disable subscription
de_de: Abonnement deaktivieren

source: Allowed domains for recipients
de_de: Zulässige Domains für Empfänger

source: Not Allowed Post Types
de_de: Nicht zulässige Post-Types

source: License Key
de_de: Lizenz-Key

source: PDF Add-On License Key
de_de: PDF Add-On Lizenz-Key

source: Not Allowed Field Types
de_de: Nicht zulässige Feldtypen

source: Contact Form 7
de_de: CF7

source: Dequeue scripts
de_de: Skripte aus Queue entfernen

source: Force activation
de_de: Aktivierung erzwingen

source: Crawler IP addresses
de_de: Crawler-IP-Adressen

source: Network administrators can oversee and configure plugin settings across a multisite environment. The page automatically detects supported plugins and presents dedicated sections and fields for each one. Network administrators can enter API keys, adjust plugin‑specific options, and maintain efficient, consistent management of all websites in the network.
de_de: Netzwerkadministratoren können Plugin‑Einstellungen in einer Multisite‑Umgebung zentral überwachen und konfigurieren. Die Seite erkennt automatisch unterstützte Plugins und stellt für jedes Plugin eigene Abschnitte und Felder bereit. Netzwerkadministratoren können API‑Keys eingeben, plugin‑spezifische Optionen anpassen und so eine effiziente, konsistente Verwaltung aller Websites im Netzwerk gewährleisten.

source: Enter one search engine per block (3 or 4 lines):
de_de: Bitte pro Block genau eine Suchmaschine angeben (3–4 Zeilen):

source: Line 1: Name
de_de: 1. Zeile: Name

source: Line 2: CX
de_de: 2. Zeile: CX

source: Line 3: API
de_de: 3. Zeile: API

source: Optional line 4: Description
de_de: (Optional) 4. Zeile: Beschreibung

source: Add multiple engines by adding additional 3/4-line blocks (no empty lines required).
de_de: Mehrere Suchmaschinen können durch zusätzliche 3/4-Zeilen-Blöcke hinzugefügt werden – Leerzeilen sind nicht erforderlich.

source: The WebT API Url used for RRZE Webt.
de_de: Die WebT-API-URL, die von RRZE Webt verwendet wird.

source: The WebT application name used for RRZE Webt.
de_de: Der WebT-Anwendungsname, der von RRZE Webt verwendet wird.

source: The WebT password used for RRZE Webt.
de_de: Das WebT-Passwort, das von RRZE Webt verwendet wird.

source: List of IDS of websites that are exempt to all global settings. Enter one website ID per line.
de_de: Liste der IDs von Websites, die alle globalen Einstellungen befreit sind. Geben Sie eine Website-ID pro Zeile ein.

source: Activate the global settings of the plugin
de_de: Die globalen Einstellungen des Plugins aktivieren

source: List of allowed domains for envelope sender. Enter one domain per line.
de_de: Liste der zulässigen Domänen für Envelope-Sender. Geben Sie eine Domäne pro Zeile ein.

source: Maximum number of emails that can be sent per minute.
de_de: Maximale Anzahl von E-Mails, die pro Minute gesendet werden können.

source: Maximum number of retries until an email is sent successfully.
de_de: Maximale Anzahl von Wiederholungsversuchen, bis eine E-Mail erfolgreich gesendet wurde.

source: Disables the subscription and mailing lists
de_de: Deaktiviert die Abonnement und Mail-Listen

source: List of allowed domains for recipients. Enter one domain per line.
de_de: Liste der zulässigen Domänen für Empfänger. Geben Sie eine Domäne pro Zeile ein.

source: List of not allowed post types. Enter one post type per line.
de_de: Liste der nicht erlaubten Post-Types. Geben Sie einen Post-Type pro Zeile ein.

source: List of allowed IP addresses of the Siteimprove crawler in case there are access restrictions to the content of the website. Enter one IP address per line.
de_de: Liste der zulässigen IP-Adressen des Siteimprove-Crawlers. Geben Sie eine IP-Adresse pro Zeile ein.

source: Disables custom columns and metaboxes
de_de: Deaktiviert benutzerdefinierte Spalten und Metaboxen

source: Dequeue Contact Form 7 scripts on the posts where it is not needed
de_de: Dequeue Contact-Form-7-Skripte an den Posts, an denen es nicht benötigt wird

source: Forces the activation of the plugin if it exists and has not yet been activated
de_de: Erzwingt die Aktivierung des Plugins, wenn es existiert und noch nicht aktiviert wurde

source: This license key will apply to all websites.
de_de: Dieser Lizenz-Key gilt für alle Websites.

source: This add-on license key will apply to all websites.
de_de: Dieser Add-On-Lizenz-Key gilt für alle Websites.

source: List of not allowed field types. Enter one field type per line.
de_de: Liste der nicht zulässigen Feldtypen. Geben Sie einen Feldtyp pro Zeile ein.

source: The DIP API key used by some plugins.
de_de: Der DIP‑API‑Key, der von einigen Plugins verwendet wird.

source: The DIP Edu API key used by some plugins.
de_de: Der DIP Edu‑API‑Key, der von einigen Plugins verwendet wird.

source: The FAUdir API key to access the API service https://api.fau.de/.
de_de: Der FAUdir‑API‑Key zum Zugriff auf den API‑Dienst https://api.fau.de/.

source: The B-ITE API key used for RRZE Jobs.
de_de: Der für RRZE-Jobs verwendete B—ITE-API-Key.

source: All page levels
de_de: Alle Seitenebenen

source: Last Modified
de_de: Letzte Änderung

source: Pages List Dropdown
de_de: Dropdown-Liste der Seiten

source: Network administrators can centrally manage post settings across the multisite network. Options include adding a custom “Last Modified” column to post lists and a dropdown filter for pages—enhancing content visibility and management across all websites.
de_de: Netzwerkadministratoren können Beitragseinstellungen im gesamten Multisite‑Netzwerk zentral verwalten. Zu den Optionen gehören das Hinzufügen einer benutzerdefinierten Spalte „Zuletzt bearbeitet“ in den Beitragslisten und ein Dropdown‑Filter für Seiten — zur Verbesserung der Inhaltsübersicht und -verwaltung auf allen Websites.

source: Enables last modified custom column
de_de: Aktiviert die zuletzt geänderte benutzerdefinierte Spalte

source: Enables pages list dropdown
de_de: Aktiviert die Dropdown-Liste der Seiten

source: REST API support is restricted.
de_de: Die Unterstützung der REST-API ist eingeschränkt.

source: REST API Settings
de_de: REST-API-Einstellungen

source: Allowed ip addresses
de_de: Zulässige IP-Adressen

source: Allowed namespaces
de_de: Zulässige Namespaces

source: Network administrators can centrally configure REST API access across the multisite network. The settings lets them disable the API for non‑authenticated users, whitelist specific IP addresses, and permit chosen namespaces—strengthening security and access control on every website.
de_de: Netzwerkadministratoren können den REST‑API‑Zugriff im gesamten Multisite‑Netzwerk zentral konfigurieren. Die Einstellungen ermöglichen es, die API für nicht authentifizierte Benutzer zu deaktivieren, bestimmte IP‑Adressen auf die Whitelist zu setzen und ausgewählte Namespaces zu erlauben — und stärken so die Sicherheit und Zugriffskontrolle auf jeder Website.

source: Disables the REST API for visitors who are not logged in.
de_de: Deaktiviert die REST-API für Besucher, die nicht angemeldet sind.
